Repository: darthnoob/uwp
Catalog: MegaApp/MegaApp/Strings/*/AppMessages.resw
Source language: en
Languages: ar, es, fr, id, it, ko, nl, pl, pt_br, ro, ru, th, tr, vi, zh_hans, zh_hant

# AM_RenameNodeSuccess
source: Item ‘{0}’ renamed to ‘{1}’
ar: تم إعادة تسمية ‘{0}’ الى ‘{1}’
fr: L’élément '{0}' a été renommé en '{1}'
id: Item ‘{0}' diganti namanya menjadi ‘{1}’
it: L'oggetto '{0}' è stato rinominato in '{1}'
ko: '{0}' 항목이 '{1}'(으)로 변경되었습니다
nl: Item '{0}' vernoemd tot {1}'
pl: Element zmienił nazwę '{0}' na '{1}'
pt_br: '{0}' foi renomeado para '{1}'
ro: Elementul ‘{0}’ redenumit în ‘{1}’
ru: Элемент '{0}' переименован в '{1}'
th: รายการ '{0}' เปลี่ยนชื่อเป็น '{1}'
tr: '{0}' öğesi '{1}' olarak yeniden adlandırıldı
vi: Mục ‘{0}’ đã được đổi tên thành ‘{1}’
zh_hans: “{0}”已重命名为“{1}”
zh_hant: 項目‘{0}’已被重新命名為‘{1}’

# AM_CopyFailed
source: Failed copying nodes. Please try again.
ar: فشل عملية النسخ. يرجى إعادة المحاولة.
fr: Échec de copie des nœuds. Veuillez ressayer.
id: Gagal menyalin node. Silakan coba lagi.
it: Copia dei nodi fallita. Per favore, riprova.
ko: 노드 복사 실패. 다시 시도하세요.
nl: Mislukt om de nodes te kopiëren. Probeer nogmaals.
pl: Kopiowanie nie powiodło się. Spróbuj ponownie.
pt_br: Erro ao copiar os dados. Por favor, tente novamente.
ro: Eșec la copierea nodurilor. Te rugăm să încerci din nou.
ru: Не удалось скопировать узлы. Попробуйте ещё раз.
th: คัดลอกโหนดล้มเหลว กรุณาลองอีกครั้ง
tr: Düğümler kopyalanamadı. Lütfen tekrar deneyin.
vi: Sao chép các mục bị thất bại. Xin thử lại.
zh_hans: 复制节点失败。请再试一次。
zh_hant: 複製節點失敗。請再試一次。

# AM_CopyFailed_Title
source: Copy failed
ar: فشل النسخ
es: Copia fallida
fr: Échec de copie
id: Copy gagal
it: Copia fallita
ko: 복사 실패
nl: Kopiëren mislukt
pl: Kopiowanie nie powiodło się
pt_br: Copia Falhou
ro: Copiere eșuată
ru: Не удалось скопировать
th: คัดลอกไม่สำเร็จ
tr: Kopyalama başarısız
vi: Sao chép thất bại
zh_hans: 复制失败
zh_hant: 複製失敗

# AM_MoveFailed
source: Failed moving nodes. Please try again.
ar: فشل عملية النقل. يرجى إعادة المحاولة.
fr: Échec de déplacement des nœuds. Veuillez ressayer.
id: Gagal memindahkan simpul. Silakan coba lagi.
it: Spostamento dei nodi fallito. Per favore, riprova.
ko: 노드 이동 실패. 다시 시도하세요.
nl: Mislukt om nodes te verplaatsen. Probeer nogmaals.
pl: Przenoszenie nie powiodło się. Spróbuj ponownie.
pt_br: Erro ao mover os dados. Por favor, tente novamente.
ro: Eșec la mutarea nodurilor. Te rugăm să încerci din nou.
ru: Не удалось переместить узлы. Попробуйте ещё раз.
th: ไม่สามารถย้ายโหนดได้ กรุณาลองอีกครั้ง
tr: Düğümler taşınırken hata oluştu. Lütfen tekrar deneyin.
vi: Xoá bỏ các nodes không thành công. Xin thử lại.
zh_hans: 移动节点失败。请再试一次。
zh_hant: 移動節點失敗。請再試一次。

# AM_MoveFailed_Title
source: Move failed
ar: فشل النقل
es: Error al mover
fr: Échec de déplacement
id: Pemindahan gagal
it: Spostamento fallito
ko: 이동 실패
nl: Verplaatsing mislukt
pl: Przenoszenie nie powiodło się
pt_br: Falha ao mover
ro: Mutare eșuată
ru: Не удалось переместить
th: ย้ายไม่สำเร็จ
tr: Taşıma başarısız
vi: Việc di chuyển thất bại
zh_hans: 移动失败
zh_hant: 移動失敗

# AM_AccountBlocked
source: Your account was terminated due to breach of Mega’s Terms of Service, such as abuse of rights of others; sharing and/or importing illegal data; or system abuse.
ar: تم الغاء حسابك لدى MEGA لمخالفتك شروط استخدام الخدمة، كاستغلال حقوق الاخرين، او مشاركة او استيراد بيانات غير قانونية، او سوء استعمال واستغلال للنظام.
es: Hemos cerrado tu cuenta debido a un incumplimiento de los Términos de Servicio de MEGA, como el abuso de los derechos de terceros, la compartición y/o importación de datos ilegales; o el abuso del sistema.
fr: Votre compte a été résilié à la suite d’un non-respect des conditions générales d’utilisation de Mega, tel qu’une violation des droits d’autrui ; un partage ou une importation de données illégales ; ou un abus du système.
id: Akun Anda dihentikan karena melanggar Ketentuan Layanan Mega, seperti penyalahgunaan hak orang lain; berbagi dan / atau mengimpor data ilegal; atau penyalahgunaan sistem.
it: Il tuo account è stato chiuso a causa di violazioni dei Termini di Servizio di MEGA, come ad esempio abuso dei diritti degli altri; condivisione e/o importazione di dati illegali; o abuso di sistema.
ko: 당신의 계정이 다른 이들의 권리를 침해, 불법 데이터의 공유 또는 들여오기, 시스템 오남용 등 MEGA의 이용 약관을 위반하여 제거되었습니다.
nl: Uw account werd beëindigd door het verbreken van Mega's Algemene Voorwaarden, zoals misbruik van rechten van andere; delen en/of importeren van illegale gegevens; systeem misbruik.
pl: Twoj konto zostało zawieszone z powodu naruszenia regulaminu serwisu Mega, praw innych, udostępniania i/lub importowania nielegalnych treści; lub nadużycia systemu.
pt_br: A sua conta foi encerrada por infringir os Termos de serviço do MEGA, como o desrespeito aos direitos de terceiros, compartilhamento e/ou importação de dados ilegais ou abusos do sistema.
ro: Contul tău a fost desființat din cauza unei încălcări a Termenilor de utilizare a serviciului MEGA, cum ar fi abuzul drepturilor altora; partajarea și/sau importarea de date ilegale; ori abuzul de sistem.
ru: Ваш аккаунт был заблокирован из-за нарушения Условий использования MEGA, таких как злоупотребление правами других лиц; обмен и/или импорт незаконных данных; или злоупотребление системой.
th: บัญชีของคุณถูกยุติการใช้งานเนื่องจากละเมิดเงื่อนไขการให้บริการของ Mega เช่น การใช้สิทธิ์ของผู้อื่น การแชร์และ/หรือการนำเข้าข้อมูลที่ผิดกฎหมาย หรือการละเมิดระบบ
tr: Hesabınız Mega'nın Hizmet Koşullarını ihlal ettiği için sonlandırıldı, başkalarının haklarını suistimal etmek, yasadışı veriler paylaşmak/yüklemek, ya da sistemi kötüye kullanmak gibi.
vi: Tài khoản của quý khách đã bị chấm dứt hoạt động do vi phạm lỗi được nêu trong Điều Khoản Sử Dụng của MEGA, như phá quyền của người khác; chia sẻ và/hoặc chuyển nhập dữ liệu lậu; hoặc lạm dụng hệ thống.
zh_hans: 您的账户因违反Mega的服务条款而被终止，如滥用他人权利;共享和/或导入非法数据;或系统滥用等原因。
zh_hant: 您的帳戶因違反Mega的服務條款而被終止，例如濫用他人的權利、分享和/或匯入了違法的資料，或濫用系統資源。

# AM_AccountBlocked_Title
source: Suspended account
ar: حساب معلق
es: Cuenta suspendida
fr: Compte désactivé
id: Akun tertutup
it: Account sospeso
ko: 정지된 계정
nl: Opgeheven account
pl: Konto zablokowane
pt_br: Conta suspensa
ro: Cont suspendat
ru: Учётная запись заморожена
th: บัญชีถูกระงับ
tr: Askıya alınan hesap
vi: Tài khoản bị đình chỉ
zh_hans: 账户已锁
zh_hant: 帳戶已鎖

# AM_SessionIDError
source: You have been logged out on this device from another location
ar: لقد تم تسجيل الخروج على هذا الجهاز من موقع آخر
es: Se ha cerrado la sesión de este dispositivo desde otra ubicación.
fr: Vous avez été déconnecté de cet appareil à partir d'un autre endroit
id: Anda telah keluar dari perangkat ini dari lokasi lain.
it: Sei stato disconnesso su questo dispositivo da un'altra posizione
ko: 다른 위치에서 이 기기를 로그아웃하였습니다.
nl: U bent afgemeld op dit apparaat vanaf een andere locatie
pl: Zostałeś wylogowany z serwisu z innej lokalizacji
pt_br: Você foi desconectado deste aparelho a partir de outra localização
ro: Ai fost deconectat de pe acest dispozitiv dintr-o altă locație
ru: Вы вышли вышли из системы на этом устройстве из другого места
th: คุณได้ออกจากระบบในอุปกรณ์นี้จากตำแหน่งที่ตั้งอื่น
tr: Başka bir yerden bu cihazda çıkış yaptınız
vi: Bạn bị đẩy đăng xuất ra ngoài vì đã đăng nhập ở một thiết bị khác
zh_hans: 您已从其他地点登出此设备
zh_hant: 您已從其他地點登出此設備

# AM_SessionIDError_Title
source: Logged out
ar: تم تسجيل الخروج
es: Sesión cerrada
fr: Déconnecté
id: Keluar
it: Disconnesso
ko: 로그아웃됨
nl: Afgemeld
pl: Wyloguj się
pt_br: Desconectado
ro: Deconectat
ru: Выйти из системы
th: ออกจากระบบ
tr: Çıkış yapıldı
vi: Đã đăng xuất
zh_hans: 已登出
zh_hant: 已登出

# AM_SSLKeyError
source: MEGA is unable to connect securely through SSL. You might be on public WiFi with additional requirements.
ar: لم ينجح تطبيق MEGA بالاتصال الآمن ببروتوكول الاتصال الآمن SSL. قد تكون متصلا بشبكة لاسلكية WiFi عمومية بمتطلبات خاصة إضافية.
es: Nuestro certificado SSL/TLS no se ha podido verificar. Es posible que estén tratando de interceptar tus comunicaciones.
fr: MEGA n’arrive pas à se connecter de façon sécurisée par SSL. Vous êtes peut-être sur un réseau Wi-Fi public qui a des exigences supplémentaires.
id: MEGA tidak dapat terhubung dengan aman melalui SSL. Anda mungkin berada di WiFi publik dengan persyaratan tambahan.
it: MEGA non riesce a connettersi in sicurezza attraverso SSL. Dovresti essere su un WiFi pubblico con requisiti addizionali.
ko: MEGA가 SSL을 통하여 안전하게 연결할 수 없습니다. 추가 요구사항이 있는 공개 WiFi에 연결되어 있을 수 있습니다.
nl: MEGA is niet in staat om veilig te verbinden via SSL. U kunt op het publiekelijke wifi zitten met extra benodigdheden.
pl: MEGA nie może zweryfikować SSL. Możliwe, że korzystasz z publicznego WiFi.
pt_br: O nosso certificado SSL / TLS não pode ser verificada. Você poderia ser afetada por um ataque man-in-the-middle.
ro: MEGA nu se poate conecta securizat prin SSL. S-ar putea să fii pe WiFi public cu cerințe suplimentare.
ru: MEGA не удаётся подключиться в защищённом режиме по SSL. Возможно, вы используете общественный WiFi с дополнительными требованиями.
th: MEGA ไม่สามารถเชื่อมต่ออย่างปลอดภัยผ่าน SSL คุณอาจใช้ WiFi สาธารณะร่วมกับข้อกำหนดเพิ่มเติมอย่างอื่น
tr: MEGA, SSL aracılığıyla güvenli bir şekilde bağlantı kuramıyor. Ek gereksinimleri olan ortak WiFi'de olabilirsiniz.
vi: MEGA không thực hiện đuợc kết nối bảo mật thông qua xác thực SSL. Có thể do thiết bị đang dùng mạng WiFi công cộng cần được phải chỉnh thêm.
zh_hans: MEGA无法通过SSL安全连接。您可能需要使用公共WiFi。
zh_hant: MEGA無法安全地透過SSL金鑰連線。您使用的公共WiFi可能有附加條件。

# AM_SSLKeyError_Title
source: SSL certificate error
ar: خطأ بشهادة SSL
es: Sesión cerrada
fr: Erreur de certificat SSL
id: Kesalahan SSL certificate
it: Errore del certificato SSL
ko: SSL 인증서 오류
nl: SSL certificatie fout
pl: Błąd klucza SSL
pt_br: Desconectado
ro: Eroare privind cheia SSL
ru: Ошибка сертификата SSL
th: ข้อผิดพลาดของใบรับรอง SSL
tr: SSL sertifika hatası
vi: Chứng từ SSL bị lỗi
zh_hans: SSL证书错误
zh_hant: SSL安全性憑證錯誤

# AM_RemoveFailed_Title
source: Remove failed
ar: فشل الحذف
es: Error al eliminar
fr: Échec de la suppression
id: Hapus gagal
it: Rimozione fallita
ko: 제거 실패
nl: Verwijdering mislukt
pl: Błąd podczas usuwania
pt_br: Erro ao remover
ro: Eliminare eșuată
ru: Не удалось удалить
th: ไม่สามารถเอาออกได้
tr: Kaldırılamadı
vi: Xóa bỏ thất bại
zh_hans: 删除失败
zh_hant: 刪除失敗

# AM_RemoveMultipleNodesFailed
source: Failed removing files or folders. Please try again.
ar: فشل عملية الحذف. يرجى إعادة المحاولة.
fr: Échec de suppression des fichiers ou dossiers. Veuillez ressayer.
id: Gagal menghapus file atau folder. Silakan coba lagi.
it: Rimozione di file o cartelle fallita. Per favore, riprova.
ko: 파일 또는 폴더 삭제를 실패하였습니다. 다시 시도하세요.
nl: Mislukt om bestanden of mappen te verwijderen. Probeer nogmaals.
pl: Usuwanie plików lub katalogów nie powiodło się. Spróbuj ponownie.
pt_br: Erro ao remover arquivos ou pastas. Por favor, tente novamente.
ro: Eșec la eliminarea fișierelor sau folderelor. Te rugăm să încerci din nou.
ru: Не удалось переместить файлы или папки. Попробуйте ещё раз.
th: ไม่สามารถลบไฟล์หรือโฟลเดอร์ได้ กรุณาลองอีกครั้ง
tr: Öğeler silinemedi. Lütfen tekrar deneyin.
vi: Xoá bỏ tệp tin và thư mục không thành công. Xin thử lại.
zh_hans: 移除文件或文件夹失败。请再试一次。
zh_hant: 刪除檔案或資料夾失敗。請再試一次。

# AM_MoveToRubbishBinMultipleNodesFailed
source: Failed moving files or folders to the rubbish bin. Please try again.
ar: فشل عملية النقل الى سلة المحذوفات. يرجى إعادة المحاولة.
fr: Échec de déplacement des fichiers ou dossiers vers la corbeille. Veuillez ressayer.
id: Gagal memindahkan file atau folder ke tempat sampah. Silakan coba lagi.
it: Spostamento di file o cartelle al Cestino fallito. Per favore, riprova.
ko: 파일 또는 폴더를 휴지통으로 이동하지 못했습니다. 다시 시도하세요.,
nl: Mislukt om bestanden of mappen te verplaatsen naar de prullenbak. Probeer nogmaals.
pl: Przenoszenie plików lub katalogów do kosza nie powiodło się. Spróbuj ponownie.
pt_br: Erro ao mover arquivos ou pastas à Lixeira. Por favor, tente novamente.
ro: Eșec la mutarea fișierelor sau folderelor în coșul de gunoi. Te rugăm să încerci din nou.
ru: Не удалось переместить файлы или папки в корзину. Попробуйте ещё раз.
th: ไม่สามารถย้ายไฟล์หรือโฟลเดอร์ไปยังถังขยะได้ กรุณาลองอีกครั้ง
tr: Öğeler çöp kutusuna taşınamadı. Lütfen tekrar deneyin.
vi: Di chuyển tệp tin và thư mục vào thùng rác đã diễn ra không thành công. Xin thử lại.
zh_hans: 文件或文件夹移动到垃圾箱失败。请再试一次
zh_hant: 無法將檔案或資料夾移至垃圾桶。請再試一次。

# AM_DownloadFolderFailed
source: Failed to download the folder ‘{0}’. Please try again.
ar: فشل تنزيل الملف ‘{0}’. يرجى إعادة المحاولة.
fr: Échec de téléchargement du dossier '{0}'. Veuillez ressayer.
id: Gagal mengunduh folder ‘{0}’. Silakan coba lagi.
it: Download della cartella '{0}' fallito. Per favore, riprova.
ko: '{0}' 폴더를 다운로드 하지 못했습니다. 다시 시도하세요.
nl: Mislukt om de map '{0}' te downloaden. Probeer nogmaals.
pl: Pobieranie katalogu '{0}' nie powiodło się. Spróbuj ponownie.
pt_br: Erro ao fazer o download da pasta '{0}'. Por favor, tente novamente.
ro: Eșec la descărcarea folderului ‘{0}’. Te rugăm să încerci din nou.
ru: Не удалось скачать папку '{0}'. Попробуйте ещё раз.
th: ไม่สามารถดาวน์โหลดโฟลเดอร์ '{0}' กรุณาลองอีกครั้ง
tr: '{0}' klasörü indirilemedi. Lütfen tekrar deneyin.
vi: Tải xuống thư mục ‘{0}’ không thành công. Xin thử lại.
zh_hans: 无法下载文件夹“{0}”。请再试一次。
zh_hant: 無法下載‘{0}’資料夾。請再試一次。

# AM_UploadFolderFailed
source: Failed to upload the folder ‘{0}’. Please try again.
ar: فشل ترفيع المجلد ‘{0}’. يرجى إعادة المحاولة.
fr: Échec de téléversement du dossier '{0}'. Veuillez ressayer.
id: Gagal mengunggah folder ‘{0}’. Silakan coba lagi.
it: Upload della cartella '{0}' fallito. Per favore, riprova.
ko: '{0}' 폴더를 업로드 하지 못했습니다. 다시 시도하세요.
nl: Mislukt om de map '{0}' te uploaden. Probeer nogmaals.
pl: Wgrywanie katalogu '{0}' nie powiodło się. Spróbuj ponownie.
pt_br: Erro ao fazer o upload da pasta '{0}'. Por favor, tente novamente.
ro: Eșec la încărcarea folderului ‘{0}’. Te rugăm să încerci din nou.
ru: Не удалось загрузить папку '{0}'. Попробуйте ещё раз.
th: ไม่สามารถอัปโหลดโฟลเดอร์ '{0}' กรุณาลองอีกครั้ง
tr: '{0}' klasörü yüklenemedi. Lütfen tekrar deneyin.
vi: Tải lên thư mục ‘{0}’ không thành công. Xin thử lại.
zh_hans: 无法上传文件夹“{0}”。请再试一次。
zh_hant: 無法上傳‘{0}’資料夾。請再試一次。

# AM_RecoveryKeyCopied
source: The Recovery Key has been copied to the clipboard. Please store it in a safe place.
ar: تم نسخ مفتاح الاسترجاع الى الحافظة.
es: The Recovery Key has been copied to your clipboard.
fr: La clé de récupération a été copiée dans le presse-papiers. Veuillez la conserver en lieu sûr.
id: Recovery Key telah disalin ke papan klip. Tolong simpan di tempat yang aman.
it: La Chiave di Recupero è stata copiata nei tuoi appunti.
ko: 복구 키가 클립보드로 복사되었습니다. 안전한 곳에 보관하세요.
nl: De Herstelsleutel is gekopieerd naar het klembord. Bewaar het op een veilige plaats.
pl: Klucz zapasowy został skopiowany do schowka. Przechowuj go w bezpiecznym miejscu.
pt_br: A chave de recuperação foi copiada para a sua área de transferência.
ro: Cheia de recuperare a fost copiată în clipboard. Te rugăm să o stochezi într-un loc sigur.
ru: Ключ восстановления скопирован в буфер обмена. Пожалуйста, храните его в надёжном месте.
th: คีย์การกู้คืนถูกคัดลอกไปยังคลิปบอร์ดแล้ว กรุณาเก็บไว้ในที่ปลอดภัย
tr: Kurtarma Anahtarı panoya kopyalandı.
vi: Mã Khóa Phục Hồi đã được lưu vào bộ ghi nhớ. Xin lưu giữ mã ở nơi an toàn.
zh_hans: 恢复金匙已被复制到剪贴板。
zh_hant: 已複製還原金鑰至剪貼簿中。請將它存放在安全的地方。

# AM_RecoveryKeyCopiedFailed
source: Failed to copy the Recovery Key to your clipboard. Please try again.
ar: فشل في نسخ مفتاح الإستعادة إلى الحافظة. الرجاء المحاولة ثانية.
es: No se ha podido copiar la Clave de recuperación al portapapeles. Por favor, inténtalo de nuevo.
fr: Échec de copie de la clé de récupération dans votre presse-papiers. Veuillez ressayer.
id: Gagal mengkopi Recovery Key ke clipboard anda. Harap coba kembali.
it: Copia della Chiave di Recupero nei tuoi appunti fallita. Per favore, riprova.
ko: 복구 키를 클립보드에 복사하지 못했습니다. 다시 시도하세요.
nl: Kopiëren van de Herstel Sleutel naar uw klembord is mislukt. Probeer alstublieft opnieuw.
pl: Kopiowanie klucza zapasowego do schowka nie powiodło się. Spróbuj ponownie.
pt_br: Erro ao copiar a chave de recuperação para a área de transferência. Por favor, tente novamente.
ro: Eșec la copierea cheii de recuperare în clipboard. Te rugăm să încerci din nou.
ru: Не удалось скопировать ключ в буфер обмена. Попробуйте снова.
th: ไม่สามารถคัดลอกคีย์สำหรับกู้คืนไปยังคลิปบอร์ดของคุณได้ กรุณาลองใหม่อีกครั้ง
tr: Kurtarma Anahtarı panoya kopyalanamadı. Lütfen tekrar deneyin.
vi: Sao chép Mã Khóa Phục Hồi vào bộ ghi nhớ bị thất bại. Xin thử lại.
zh_hans: 复制还原金钥至剪贴簿失败，请重试。
zh_hant: 複製還原金鑰至剪貼簿失敗，請重試。

# AM_RecoveryKeyCopiedFailed_Title
source: Recovery Key copy failed
ar: فشل عملية نسخ مفتاح الاسترجاع
fr: Échec de copie de la clé de récupération.
id: Pemulihan Salinan kunci gagal
it: Copia della Chiave di Recupero fallita
ko: 복구 키 복사 실패
nl: Herstelsleutel copy mislukt
pl: Skopiowanie klucza nie powiodło się
pt_br: Erro ao copiar a chave de recuperação
ro: Copierea cheii de recuperare a eșuat
ru: Не удалось скопировать ключ восстановления.
th: คัดลอกคีย์การกู้คืนไม่สำเร็จ
tr: Kurtarma anahtarı kopyalanamadı
vi: Sao chép mã khoá vào bộ nhớ bị thất bại
zh_hans: 恢复金匙复制失败
zh_hant: 複製還原金鑰失敗

# AM_RecoveryKeyCopied_Title
source: Recovery Key copied
ar: تم نسخ مفتاح الإستعادة
es: Clave de recuperación copiada
fr: La clé de récupération a été copiée
id: Recovery key terkopi
it: Chiave di Recupero copiata
ko: 복구 키 복사됨
nl: Herstel Sleutel gekopieerd
pl: Klucz zapasowy został skopiowany
pt_br: A recuperação de chave copiada
ro: Cheie de recuperare copiată
ru: Ключ скопирован
th: คีย์สำหรับกู้คืนถูกคัดลอกแล้ว
tr: Kurtarma Anahtarı kopyalandı
vi: Đã sao chép Mã Khóa Phục Hồi
zh_hans: 已复制还原金钥
zh_hant: 已複製還原金鑰

# AM_SavedFile
source: File ‘{0}’ has been saved.
ar: تم حفظ الملف ‘{0}’
fr: Le fichier '{0}' a été enregistré.
id: File ‘{0}’ telah disimpan.
it: Il file '{0}' è stato salvato.
ko: '{0}' 파일이 저장되었습니다.
nl: Bestand '{0}' werd opgeslagen.
pl: Plik '{0}' został zapisany.
pt_br: O arquivo '{0}' foi salvo.
ro: Fișierul ‘{0}’ a fost salvat.
ru: Файл '{0}' сохранён.
th: บันทึกไฟล์ '{0}' แล้ว
tr: '{0}' dosyası kaydedildi.
vi: Tệp tin ‘{0}’ đã được lưu lại.
zh_hans: 文件“{0}”已保存。
zh_hant: 已儲存‘{0}’檔案。

# AM_SavedFile_Title
source: File saved
ar: تم حفظ الملف
fr: Le fichier a été enregistré.
id: File disimpan
it: File salvato
ko: 파일 저장됨
nl: Bestand opgeslagen
pl: Plik zapisany
pt_br: O arquivo foi salvo.
ro: Fișier salvat
ru: Файл сохранён
th: ไฟล์ที่บันทึกแล้ว
tr: Dosya kaydedildi
vi: Tệp tin đã được lưu lại
zh_hans: 文件已保存
zh_hant: 已儲存檔案

# AM_SaveFileFailed
source: Failed to save file ‘{0}’.
ar: فشل عملية حفظ الملف ‘{0}’
fr: Échec d’enregistrement du fichier '{0}'.
id: Gagal menyimpan file ‘{0}’.
it: Salvataggio del file '{0}' fallito.
ko: '{0}' 파일 저장을 실패하였습니다.
nl: Mislukt om bestand '{0}' op te slaan.
pl: Zapisywanie pliku '{0}' nie powiodło się.
pt_br: Erro ao salvar o arquivo '{0}'.
ro: Eșec la salvarea fișierului ‘{0}’.
ru: Не удалось сохранить файл '{0}'.
th: ไม่สามารถบันทึกไฟล์ '{0}'
tr: '{0}' dosyası kaydedilemedi.
vi: Việc lưu lại tệp tin ‘{0}’ bị thất bại.
zh_hans: 无法保存文件“{​​0}”
zh_hant: 儲存‘{0}’檔案失敗。

# AM_SaveFileFailed_Title
source: Save file failed
ar: فشل عملية حفظ الملف
fr: Échec d’enregistrement du fichier
id: Gagal menyimpan file
it: Salvataggio del file fallito
ko: 파일 저장 실패
nl: Opslaan bestand mislukt
pl: Zapisywanie nie powiodło się
pt_br: Erro ao salvar o arquivo.
ro: Salvarea fișierului a eșuat
ru: Не удалось сохранить файл.
th: บันทึกไฟล์ไม่สำเร็จ
tr: Dosyayı kaydetme başarısız oldu
vi: Việc lưu lại tệp tin bị thất bại
zh_hans: 保存文件失败
zh_hant: 儲存檔案失敗。

# AM_PreviewImageFailed_Title
source: Image preview failed
ar: فشل عرض الصورة
fr: Échec d’aperçu de l’image
id: Pratinjau gambar gagal
it: Anteprima dell'immagine fallita
ko: 이미지 미리보기 실패
nl: Afbeelding weergeven mislukt
pl: Generowanie pogdlądu nie powiodło się
pt_br: Erro na visualização da imagem
ro: Previzualizarea imaginii a eșuat
ru: Не удалось открыть
th: ไม่สามารถดูภาพตัวอย่างได้
tr: Resim önizlemesi başarısız oldu
vi: Không xem được ảnh
zh_hans: 图像预览失败
zh_hant: 無法預覽圖片

# AM_PreviewImageInitFailed
source: Failed to initialize the previews of image files. Please try again.
ar: فشل عملية تجهيز استعراض ملفات الصور. يرجى إعادة المحاولة.
fr: Échec d’initialisation des aperçus des fichier d’images. Veuillez ressayer.
id: Gagal menginisialisasi pratinjau file gambar. Silakan coba lagi.
it: Inizializzazione del processo di creazione dell'anteprima dell'immagine fallita. Per favore, riprova.
ko: 이미지 파일의 미리보기를 불러오지 못했습니다. 다시 시도하세요.
nl: Mislukt om de afbeelding bestanden te initialiseren voor het weergeven. Probeer nogmaals.
pl: Wystapił błąd podczas generowania podglądu. Spróbuj ponownie.
pt_br: Não foi possível inicializar as visualizações dos arquivos de imagem. Por favor, tente novamente.
ro: Eșec la inițializarea previzualizărilor fișierelor imagine. Te rugăm să încerci din nou.
ru: Не удалось инициализировать предварительный просмотр файлов изображений. Попробуйте ещё раз.
th: ไม่สามารถเริ่มต้นการแสดงตัวอย่างของไฟล์รูปภาพ กรุณาลองอีกครั้ง
tr: Görüntü dosyalarının önizlemeleri işlenemedi. Lütfen tekrar deneyin.
vi: Quá trình xem trước các hình ảnh không hoạt động. Xin thử lại.
zh_hans: 无法初始化图像文件的预览。请再试一次。
zh_hant: 無法初始化圖檔預覽。請再試一次。

# AM_CopyLinkToClipboardFailed
source: Failed to copy the MEGA link to your clipboard.
ar: فشتل في نسخ رابط MEGA لحافظتك
es: Se ha producido un error al copiar el enlace MEGA a tu portapapeles.
fr: Échec de copie du lien MEGA dans votre presse-papiers.
id: Gagal meng-copy link MEGA ke cliboard anda.
it: Copia del link MEGA negli appunti fallita.
ko: MEGA 링크를 클립보드에 복사하지 못했습니다.
nl: Kopiëren van de MEGA koppeling naar uw klembord mislukt
pl: Kopiowanie linku MEGA do schowka nie powiodło się.
pt_br: Erro ao copiar o link do MEGA para a sua área de transferência.
ro: Eșec la copierea linkului MEGA în clipboard.
ru: Не удалось скопировать MEGA-ссылку в буфер обмена.
th: ไม่สามารถคัดลอกลิงก์ MEGA ไปยังคลิปบอร์ดได้
tr: Panoya MEGA bağlantısını kopyalama başarısız oldu.
vi: Sao chép đường liên kết MEGA vào bộ ghi nhớ không thành công.
zh_hans: 复制MEGA链接至剪贴簿失败
zh_hant: 複製MEGA連結至剪貼簿失敗

# AM_CopyLinkToClipboardFailed_Title
source: Error copying link
ar: خطأ في نسخ الرابط
es: Error al copiar el enlace
fr: Erreur de copie du lien
id: Gagal meng-copy link
it: Errore nella copia del link
ko: 링크 복사 중 오류
nl: Fout bij het kopiëren van de koppeling
pl: Błąd kopiowania linku
pt_br: Erro ao copiar o link
ro: Eroare la copierea linkului
ru: Ошибка копирования ссылки
th: มีข้อผิดพลาดในการคัดลอกลิงก์
tr: Bağlantı kopyalanırken hata oluştu
vi: Lỗi sao chép đường dẫn liên kết
zh_hans: 复制链接失败
zh_hant: 複製連結失敗

# AM_GetLinkFailed
source: Failed getting the link. Please try again.
ar: فشل عملية احضار الرابط. يرجى إعادة المحاولة.
fr: Échec de récupération du lien. Veuillez ressayer.
id: Gagal mendapatkan tautan. Silakan coba lagi.
it: Ottenimento del link fallito. Per favore, riprova.
ko: 링크 얻기 실패. 다시 시도하세요.
nl: Mislukt om de koppeling te krijgen. Probeer nogmaals.
pl: Pobieranie linku nie powiodło się. Spróbuj ponownie.
pt_br: Não foi possível obter o link. Por favor, tente novamente.
ro: Eșec la obținerea linkului. Te rugăm să încerci din nou.
ru: Не удалось получить ссылку. Попробуйте ещё раз.
th: ไม่ได้รับลิงก์ กรุณาลองอีกครั้ง
tr: Bağlantıyı alma başarısız oldu. Lütfen tekrar deneyin.
vi: Lấy đường liên kết thất bại. Xin thử lại.
zh_hans: 获取链接失败。请再试一次。
zh_hant: 無法取得連結。請再試一次。

# AM_GetLinkFailed_Title
source: Get link failed
ar: فشل عملية احضار الرابط
fr: Échec de récupération du lien
id: Gagal mendapatkan tautan
it: Ottenimento del link fallito
ko: 링크 얻기 실패.
nl: Haal koppeling op mislukt
pl: Pobieranie pliku nie powiodło się
pt_br: Erro ao obter o link
ro: Obținerea linkului a eșuat
ru: Не удалось получить
th: รับลิงก์ไม่สำเร็จ
tr: Bağlantı alınamadı
vi: Không lấy được link
zh_hans: 获取链接失败
zh_hant: 取得連結失敗。
